{
  "home": "Home",
  "about": "About",
  "experience": "Experience",
  "port": "Portfolio",
  "footer": "Contact",

  "capa-1": "Hello",
  "capa-2": "I'm Jorge",
  "capa-3": "Full Stack",
  "capa-4": "Developer",
  "capa-texto": "This is my portfolio, check out some of my work",
  "capa-botao": "Get in touch",

  "about-title": "ABOUT ME",
  "about-subtitle": "Hello everyone!",
  "about-text": "I'm a Full Stack Tech Lead with solid experience in developing robust and scalable web solutions. Expert in Node.js, Vue.js, and API architecture, currently at TOTVS, where I coordinate the development of the Opportunity Management system.",
  "about-text2": "My journey began in software testing, which gave me a unique perspective on quality and provided a solid foundation for my transition to development. Today, I work across all technology layers - from frontend to database - combining deep technical knowledge with strategic business vision.",
  "about-text3": "Passionate about technology and innovation, I value knowledge transfer and continuous improvement. I constantly seek to create solutions that positively impact users and companies, always aligning technical development with real market needs.",

  "exp": "MY EXPERIENCE",
  "exp-text": "I work as a Full Stack Developer at TOTVS, on the Opportunity Management system. Development from architecture to delivery, developing complex REST APIs, dynamic interfaces.",
  "exp-text-1": "At Esatto Consultants, I'm a Full Stack Tech Lead technically coordinating the development of the MaisDOC platform. I work across all system layers, define architectures and code standards.",
  "exp-text-2": "I have solid experience in custom web development for various clients, primarily using Vue.js and Node.js. I've worked on projects ranging from Figma prototyping to implementing conversion-optimized landing pages, always ensuring high performance and security.",
  "exp-text-3": "I developed internal tools and digital solutions in agencies, focusing on WordPress, SEO, and digital project management. I also have experience in responsive interface development and API integration.",
  "exp-text-4": "I started my career as a Software Test Analyst, where I gained a solid foundation in software quality through manual and automated testing, requirements analysis, and technical documentation. This experience gave me a unique perspective on development, always prioritizing quality and best practices.",

  "portfolio": "Portfolio",
  "portfolio-subtitle": "Websites",
  "logo": "Portfolio",
  "contato": "Contact me",

  "system": "Systems",
  "system-subtitle": "Here are some of the systems I've worked on or created for my own use.",

  "button-closed": "Close"
}
