{
  "home": "Início",
  "about": "Sobre",
  "experience": "Experiência",
  "port": "Portifólio",
  "footer": "Contato",

  "capa-1": "Olá",
  "capa-2": "Eu sou o Jorge",
  "capa-3": "Desenvolvedor",
  "capa-4": "Full Stack",
  "capa-texto": "Este é o meu portfólio, veja alguns dos meus trabalhos",
  "capa-botao": "Entrar em contato",

  "about-title": "SOBRE MIM",
  "about-subtitle": "Olá pessoal!",
  "about-text": "Sou Tech Lead Full Stack com sólida experiência em desenvolvimento de soluções web robustas e escaláveis. Especialista em Node.js, Vue.js e arquitetura de APIs, atualmente na TOTVS, onde coordeno o desenvolvimento do sistema de Gestão de Oportunidades.",
  "about-text2": "Minha trajetória começou na área de testes de software, o que me proporcionou uma visão única sobre qualidade e garantiu uma base sólida para minha transição para desenvolvimento. Hoje, atuo em todas as camadas tecnológicas - desde frontend até banco de dados - combinando conhecimento técnico aprofundado com visão estratégica de negócio.",
  "about-text3": "Apaixonado por tecnologia e inovação, valorizo a transferência de conhecimento e a melhoria contínua. Busco constantemente criar soluções que impactem positivamente usuários e empresas, sempre alinhando desenvolvimento técnico às necessidades reais do mercado.",

  "exp": "MINHA EXPERIÊNCIA",
  "exp-text": "Atuo como Desenvolvedor Full Stack na TOTVS, no sistema de Gestão de Oportunidades. desenvolvimento desde arquitetura até entrega, desenvolvendo APIs REST complexas, interfaces dinâmicas.",
  "exp-text-1": "Na Esatto Consultants, sou Tech Lead Full Stack coordenando tecnicamente o desenvolvimento da plataforma MaisDOC. Atuo em todas as camadas do sistema, defino arquiteturas e padrões de código.",
  "exp-text-2": "Tenho experiência sólida em desenvolvimento web personalizado para diversos clientes, utilizando principalmente Vue.js e Node.js. Trabalhei em projetos que envolvem desde prototipagem no Figma até implementação de landing pages otimizadas para conversão, sempre garantindo alta performance e segurança.",
  "exp-text-3": "Desenvolvi ferramentas internas e soluções digitais em agências, com foco em WordPress, SEO e gerenciamento de projetos digitais. Também possuo experiência em desenvolvimento de interfaces responsivas e integração com APIs.",
  "exp-text-4": "Iniciei minha carreira como Analista de Testes de Software, onde adquiri sólida base em qualidade de software através de testes manuais e automatizados, análise de requisitos e documentação técnica. Esta experiência me proporcionou uma visão única sobre desenvolvimento, sempre priorizando qualidade e boas práticas.",

  "portfolio": "Portifólio",
  "portfolio-subtitle": "Sites",
  "logo": "Portifólio",
  "contato": "Contate-me",

  "system": "Sistemas",
  "system-subtitle": "Aqui estão alguns dos sistemas em que trabalhei ou criei para meu próprio uso.",

  "button-closed": "Fechar"
}
